{
  "blog": [
    {
      "title": "MMU Mullana",
      "description": "Quality education is always research oriented and exposure driven, which is what makes MM(DU) the leader in cross country studies, in all fields ranging from engineering, hospitality, management, nursing, healthcare and regular under-graduation and post-graduation programs. The highly qualified, experienced, dedicated and professional faculty that graces MM(DU)’s lecture rooms and labs makes this institute an ideal option for a young one who wants to conquer the world with his/her potential.  Accredited by NAAC with Grade ‘A++’, MM(DU) has built its goodwill as the best university of North India with a rich legacy of excellence in research, innovation and skill development. MM(DU) incorporates the best of both the worlds by presenting a synergy of curricula from both the UGC model of education and the leading schools from around the world.  The placement drive of  MM(DU) is nothing like students experience elsewhere. In a competitive world where the sole focus of trainers is just academia and job related queries and solutions, we at MM(DU) believe in the holistic development of the students and all their talents. We instill passion, creativity, encourage their unique thinking and give them confidence to innovate and think not just out of the box but far away from it where the perspective is futuristic yet realistic. ",
      "category": "University",
      "imageUrl": "http://res.cloudinary.com/dzvx2y6hm/image/upload/v1651226465/yuyzedkkclezmv7dvu5y.png",
      "Date": "04/29/2022",
      "id": 7
    },
    {
      "title": "MMEC Mullana",
      "description": "MM Engineering College (MMEC), Mullana Haryana is a recognised institute / college. MM Engineering College (MMEC), Mullana Haryana is also known as Maharishi Markandeshwar Engineering College. MM Engineering College (MMEC), Mullana Haryana was established on / in 1993, 1995.   MM Engineering College (MMEC) is situated in Mullana of Haryana state (Province) in India.",
      "category": "College",
      "imageUrl": "http://res.cloudinary.com/dzvx2y6hm/image/upload/v1651227955/fmpixasdh0ndtcbgoqxx.jpg",
      "Date": "04/29/2022",
      "id": 8
    },
    {
      "title": "MMIM Mullana",
      "description": "The institute was established in 2003. M.M. Institute of Management is a constituent institute of Maharishi Markandeswar Deemed to be University, Mullana. M.M. Institute of Management is a private co-educational institute located in Haryana. The total number of faculty members at the M.M. Institute of Management is 40. M.M. Institute of Management offers courses at two levels- undergraduate and postgraduate. The institute offers B.B.A. and B.Com Hons at the UG level and M.B.A. at the postgraduate level.The institute offers admission to undergraduate and postgraduate programmes. B.B.A., B.Com Hons and M.B.A. are offered for M.M. Institute of  Management admissions. Students must meet the eligibility criteria for M.M. Institute of Management admissions. Admission to B.B.A. and B.Com Hons is offered on the basis of merit of qualifying examination i.e marks obtained in class 12th will be considered for M.M. Institute of Management UG admissions. The basic eligibility criteria for admission to M.B.A. is that students must hold a bachelor’s degree with 50% from a recognised university. Students are required to submit the scores of CAT/CMAT for M.M. Institute of Management M.B.A. admission.",
      "category": "College",
      "imageUrl": "http://res.cloudinary.com/dzvx2y6hm/image/upload/v1651228334/uzgtb9ku8ol4clbp44gh.jpg",
      "Date": "04/29/2022",
      "id": 9
    },
    {
      "title": "TCS",
      "description": "Tata Consultancy Services is an IT services, consulting, and business solutions organization that has been partnering with many of the world’s largest businesses in their transformation journeys for over 50 years.  TCS offers a consulting-led, cognitive-powered, integrated portfolio of business, technology, and engineering services and solutions. This is delivered through its unique Location Independent Agile™ delivery model, recognized as a benchmark of excellence in software development.  A part of the Tata group, India's largest multinational business group, TCS has over 488,000 of the world’s best-trained consultants in 46 countries. The company generated consolidated revenues of US $22.2 billion in the fiscal year ended March 31, 2021, and is listed on the BSE (formerly Bombay Stock Exchange) and the NSE (National Stock Exchange) in India. TCS' proactive stance on climate change and award-winning work with communities across the world have earned it a place in leading sustainability indices such as the MSCI Global Sustainability Index and the FTSE4Good Emerging Index.  Business Highlights  Unveiled a new brand statement, ‘Building on Belief’, to articulate TCS’ mission and relationship with customers, and putting its vast experience in purpose-led transformation at the core of its brand story as it embarks on its next decade of transformation-led growth. Ranked #2 in the PEAK Matrix® IT Service Provider of the Year: ITS Top 20 by Everest Group, for being a Leader in 18 evaluations and a Star Performer in 4, in 2020. Additionally, TCS was named the Leader of the Year in Application Services and in Life Sciences, and the Star Performer of the Year in Healthcare. Launched the TCS COVID-19 Testing and Vaccine Management Suite of modular, easy-to-deploy solutions that leverage AI, robotics, blockchain, and the Internet of Things (IoT) to streamline every stage of the end-to-end testing and vaccination journeys, enabling more individuals to get tested and vaccinated faster and return to normal life experiences. Ranked #1 in Customer Satisfaction across Europe in an independent survey of 1,700 CxOs of top IT spending organizations by Whitelane Research. Additionally, in the individual country rankings, TCS was ranked #1 in UK, France, Germany, Austria, Switzerland, Netherlands, Belgium, Luxembourg, and the Nordics. Ranked among the Top 3 brands in IT services by Brand Finance; TCS clocked the highest absolute brand value growth in the sector in 2020 and was named the fastest-growing brand in the industry over the last decade (2010-2020) Augmented the Banking Service Bureau built and run by TCS for the digital banking industry in Israel, with a new transformative Digital Bank Guarantee platform, powered by the Quartz® Blockchain solution. Bank Hapoalim, Israel’s largest bank that manages over 30% of the total bank guarantees in the country, is the anchor customer for the SaaS platform. Launched TCS Clever Energy™, an energy and emission management system that uses a digital twin setup based on IoT, AI and cloud, to help commercial and industrial organizations manage their energy consumption better, drive energy and cost efficiencies, decrease carbon emissions, and accelerate their carbon neutral journeys. Established a strategic partnership with Prudential Financial Inc (PFI), that saw over 1,500 employees of Pramerica Systems Ireland Ltd, PFI’s Irish subsidiary, transfer to TCS’ new global delivery center in Ireland. Besides expanding the PFI relationship, the new center enhances TCS’ nearshore capability to provide a range of services to customers in Ireland, the UK, Europe and the US. Deepened the relationship with Deutsche Bank by acquiring its subsidiary, Postbank Systems AG (PBS), its full-range IT captive that provides project management, application management and infrastructure support services. The addition of PBS’ 1,500 employees further adds to TCS’ scale in Germany, and strengthens its growth outlook. Selected as a Superbrand, in the US and UK, based on the strength of its brand reputation across channels, business performance, industry-leading job creation, scale of employee training and development, and dedication to nationwide corporate social responsibility initiatives. Launched new cloud practice units to gain leadership in the rapidly expanding opportunity around the three major hyperscale platforms – AWS, Microsoft Azure and Google Cloud Platform. Each unit is a full-service, multidisciplinary organization offering customers the full range of transformational and operational services on the respective technology stacks, spanning advisory services, migration, application and data modernization, including SaaS and enterprise productivity suites, infrastructure, cyber-security and edge. The Contextual Masters program that recognizes experienced TCSers who demonstrate high levels of contextual knowledge, crossed the 10,000 masters milestone. Contextual knowledge is highly valuable tacit knowledge about a customer's business, operations and technology landscape, acquired on the job by immersing oneself into that environment, a key differentiator for TCS. Operationalized 10 new Threat Management Centers, at Bloomington, Minnesota – US, Manchester – UK, Madrid – Spain, as well as at major Indian cities. These will offer comprehensive and integrated cybersecurity and threat management services across IT, OT, IoT and cloud ecosystems, helping customers stay secure and cyber-resilient while meeting local data- and cyber-sovereignty regulations. Launched TCS Safe Workplace, a return-to-work solution for global enterprises that uses existing enterprise platforms to create a workplace command center that assesses the readiness of employees, the work environment, and the workforce model; automates the return-to-work processes, including contact tracing, shift management, and workspace planning; and monitors critical risk factors. Opened up the game-changing National Qualifier Test (NQT) to other corporates, making it a common gateway test for fresher recruitment. This standardized test will provide candidates with access to open positions at multiple corporates while helping corporates get an in-depth understanding of applicants’ cognitive abilities and reduce evaluation overheads. Ranked #2 by revenue in the UK market for software and IT services in TechMarketView’s UK SITS rankings, up from #5 in 2019. Further, based on revenues earned, TCS was ranked #1 in Applications and #2 in Consulting and Solutions. Built and deployed a blockchain-based digital supply chain platform, powered by the TCS Data Marketplace solution, to support Indigenisation of Diagnostics, an ambitious new project launched by the Government of India to scale up indigenous Covid-19 diagnostic test-kit production capacity to a million test kits a day. Successfully deployed TCS DynaPORT, a state-of-the-art terminal operating system at Tilbury2 Ro-Ro, London’s latest freight ferry terminal. TCS implemented this solution in under twelve weeks, 100% virtually during the COVID-19 lockdown, leveraging the Secure Borderless Workspaces™ (SBWS™) model. Launched a SaaS version of the ignio™ suite of autonomous software. Further, the suite was expanded to include three new products: ignio Cognitive Procurement to help enterprises make smarter purchase decisions, ignio AI.Digital Workspace, a self-healing, end-user experience management software, and ignio Studio, a low-code toolkit that allows customers to extend the out-of-the-box capabilities of the ignio software suite. Offered free of cost access to TCS iON Digital Glass Room, a virtual learning platform, to educational institutions in the US, Europe and India, to enable educators and students to connect in a secure virtual environment, moving lessons from classrooms to interactive digital glass rooms. Fully institutionalized the SBWS operating model and also replicated it for customers. The model was strengthened with additional analytics and extended to cover the end-to-end customer engagement lifecycle, including prospecting, sale and even new project ramp-ups",
      "category": "Company",
      "imageUrl": "http://res.cloudinary.com/dzvx2y6hm/image/upload/v1651228643/yoqcl1orq3szz1j5mnjx.jpg",
      "Date": "04/29/2022",
      "id": 10
    },
    {
      "title": "VAISHALI GARH",
      "description": "The remains of Lichhavis still found here. This place is the MOTHER OF DEMOCRACY. Democracy was introduced here more than 600 BC by Lichhavis.  There is a huge mound, to the north of Vaishali. It is 6ft x 10 ft high. It is believed to be the ancient parliament house where over seven thousand representatives of the federal assembly gathered to legislate and discuss the problems of the day.There are tower remains at the corners and is surrounded by a moat. The ramparts are 15 ft high. This mound is called Raja Vishal Ka Garh. The huge platform has a circumference of one km and walls that are 2metres high with 43m wide moat, which is said to have been the parliament of King Vishal. Here more than 7000 could stand at the same time. The Coronation Tank marked separately was used to anoint select representatives and is very near to Raja Vishal ka Garh.  About King Vishal: King Vishal was a king of ancient India, son of Ikshwaku queen Alambusha. The most famous among all the Ikshwaku kings was Shri Raghava Rama, the son of Dasaratha. Therefore King Vishals Lineage could traced to \"Suryavansham\" dynasty.Vaishali is supposed to have got its name from King Vishal. It was named Vishalapuri after the king. With time the name changed to Vaishali.  The name of King Vishal is also mentioned in one of the Puranas as well as the Mahabharata He was not only one of the finest king India has ever produced, but a visionary, who initiated democracy, when most of the world was still in primitive civilization. You could find his names even in the ancient texts of India.",
      "category": "Travel",
      "imageUrl": "http://res.cloudinary.com/dzvx2y6hm/image/upload/v1651228915/gnjy7t57bruppau5n9c7.jpg",
      "Date": "04/29/2022",
      "id": 11
    },
    {
      "title": "fitness",
      "description": "Fitness means the condition of being physically and mentally fit with good health. It is the ability to carry out daily tasks with vigor and alertness, without undue fatigue, and with ample energy to enjoy life.",
      "category": "Fitness",
      "imageUrl": "http://res.cloudinary.com/dzvx2y6hm/image/upload/v1651230047/qkapfrxx4dkfs1ev4bhb.jpg",
      "Date": "04/29/2022",
      "id": 12
    },
    {
      "title": "sports",
      "description": "Sports in India refers to the large variety of games played in India, ranging from tribal games to more mainstream sports such as field hockey, kabaddi, cricket, badminton and football. India's diversity of culture, people, and tribes are reflected in the wide variety of sporting disciplines in the country.  Cricket has been the most popular sport in India, the country has hosted and won the Cricket World Cup on multiple occasions. Field hockey is the most successful sport for India at the Olympic Games; the Indian men's team have won thirteen Olympic medals including eight gold medals. Other popular sports in India are badminton, football, shooting, wrestling, boxing, tennis, squash, weightlifting, gymnastics, athletics, table tennis, basketball, volleyball, and cycling. Popular indigenous sports include chess, kho-kho, kite-fighting, leg cricket, polo, snooker, and gillidanda.  Kabaddi is an ancient sport and one of the fastest growing sports of India. India won many matches and seasons of kabaddi at the Asian Games and all three seasons of the Kabaddi World Cup (Standard style).  India has hosted and co-hosted several international sporting events, most notably the 1987, 1996 and 2011 Cricket World Cups, the 1951 and 1982 Asian Games, the 2010 Commonwealth Games, and the 2017 FIFA U-17 World Cup.  Domestic professional sports leagues in the country include the Indian Premier League (Twenty20 cricket), the I-League and the Indian Super League (football), the Pro Kabaddi League (kabaddi), the Hockey India League (hockey), Premier Badminton League (badminton), the Pro Wrestling League (wrestling), the Ultimate Table Tennis league (table tennis), and the Pro Volleyball League (volleyball). The Ultimate Kho-Kho League is expected to launch in 2020, having attracted a major sponsorship deal with Dabur.  Major international sporting events annually held in India include the Chennai Open in tennis, the Indian Open in golf, and the India Open in badminton.  The Major Dhyan Chand Khel Ratna is India's highest award for achievement in sports, while the Dronacharya Award is awarded for excellence in coaching.",
      "category": "Sports",
      "imageUrl": "http://res.cloudinary.com/dzvx2y6hm/image/upload/v1651230458/fi3xuo8qwcbzwsxuirri.jpg",
      "Date": "04/29/2022",
      "id": 13
    },
    {
      "title": "food",
      "description": "Food is any substance consumed to provide nutritional support for an organism. Food is usually of plant, animal, or fungal origin, and contains essential nutrients, such as carbohydrates, fats, proteins, vitamins, or minerals. The substance is ingested by an organism and assimilated by the organism's cells to provide energy, maintain life, or stimulate growth.",
      "category": "Food",
      "imageUrl": "http://res.cloudinary.com/dzvx2y6hm/image/upload/v1651230559/pw8sg96rq1aor39wdmcc.jpg",
      "Date": "04/29/2022",
      "id": 14
    },
    {
      "title": "tech",
      "description": "technology, the application of scientific knowledge to the practical aims of human life or, as it is sometimes phrased, to the change and manipulation of the human environment.",
      "category": "Tech",
      "imageUrl": "http://res.cloudinary.com/dzvx2y6hm/image/upload/v1651230611/b7uoiedkzp5d9kyrxa2d.jpg",
      "Date": "04/29/2022",
      "id": 15
    }
  ]
}